Repository: shelllet/languages
Catalog: Strings/*/Resources2.resw
Source language: en_us
Languages: ja_jp, zh_hans_cn

# Action.Wait.Duration.Header
source: Duration
zh_hans_cn: 时长

# Action.StartProcess.Application.Header
source: Application
ja_jp: 応用
zh_hans_cn: 应用程序

# Action.StartProcess.CommandLine.Header
source: CommandLine
ja_jp: コマンドライン
zh_hans_cn: 命令行

# Action.StartProcess.NoWindow.Header
source: NoWindow
ja_jp: ディスプレイウィンドウはありません
zh_hans_cn: 不显示窗口

# Action.StartProcess.WorkingDirectory.Header
source: WorkingDirectory
ja_jp: ワークリスト
zh_hans_cn: 工作目录

# Action.WindowRect.Wnd.Header
source: Window
ja_jp: 窓
zh_hans_cn: 窗口

# Action.WindowRect.Rect.Header
source: Rect
ja_jp: 長方形
zh_hans_cn: 矩形

# Action.WindowSize.Size.Header
source: Size
ja_jp: サイズ
zh_hans_cn: 尺寸

# Action.ExistProcess.Path.Header
source: Process
zh_hans_cn: 进程

# Action.KillProcess.Path.Header
source: Process
zh_hans_cn: 进程

# Action.UserAdd.Account.Header
source: Account
zh_hans_cn: 账号

# Action.UserAdd.Password.Header
source: Password
zh_hans_cn: 密码

# Action.UserAdd.HomeDirectory.Header
source: Home Directory
zh_hans_cn: Home 目录

# Action.RandomPoint.Center.Header
source: Center
ja_jp: 中心
zh_hans_cn: 中心

# Action.RandomPoint.Radius.Header
source: Radius
ja_jp: 半径
zh_hans_cn: 半径

# Action.WorkExit.Thread.Header
source: Async Object
zh_hans_cn: 异步对象

# Action.WorkBegin.Thread.Header
source: Async Object
zh_hans_cn: 异步对象

# Action.LoginApplication.App.Header
source: Application
zh_hans_cn: 应用程序

# Action.LoginApplication.Account.Header
source: Account
zh_hans_cn: 账号

# Action.LoginApplication.Password.Header
source: Password
zh_hans_cn: 密码

# Action.LoginApplication.WorkingDirectory.Header
source: WorkingDirectory
zh_hans_cn: 工作目录

# Action.OpenApplication.Application.Header
source: Application
zh_hans_cn: 应用程序

# Action.OpenApplication.CommandLine.Header
source: CommandLine
zh_hans_cn: 命令行

# Action.OpenApplication.WorkingDirectory.Header
source: WorkingDirectory
zh_hans_cn: 工作目录

# Action.PixelPoint.Source.Header
source: Source
zh_hans_cn: 數據源

# Action.PixelPoint.Point.Header
source: Point
zh_hans_cn: 坐标

# Action.OpenUri.Url.Header
source: Url
zh_hans_cn: 链接

# Action.LaunchFile.File.Header
source: File
zh_hans_cn: 文件

# Action.AdbDevices.Async.Header
source: Async
zh_hans_cn: 异步

# Action.PlayRecord.Radius.Header
source: Radius
zh_hans_cn: 半径

# Action.PlayRecord.Records.Header
source: Keyboard/Mouse Macros
zh_hans_cn: 键盘鼠标宏

# Action.ONNXModel.Static.Header
source: Static
zh_hans_cn: 静态

# Action.WorkReset.Value.Header
source: Async Object
zh_hans_cn: 异步对象

# Action.WorkReset.State.Header
source: State
zh_hans_cn: 状态

# Action.CloseHandle.ExeFile.Header
source: Process
zh_hans_cn: 进程

# Action.CloseHandle.Type.Header
source: Type
zh_hans_cn: 类型

# Action.CloseHandle.HandleName.Header
source: Name
zh_hans_cn: 名称

# Action.Password.Text.Header
source: Password
zh_hans_cn: 密码

# Action.PointConvert.WithTitleBar.Header
source: With Title Bar
zh_hans_cn: 含标题栏

# Action.ImageMarkRelativeROI.Image.Header
source: Image
zh_hans_cn: 图像

# Action.ImageMarkRelativeROI.Type.Header
source: Relative Position
zh_hans_cn: 相对位置

# Action.ImageMarkRelativeROI.Offset.Header
source: Offset
zh_hans_cn: 偏移

# Action.ImageMarkRelativeROI.Size.Header
source: Size
zh_hans_cn: 尺寸

# Action.WorkTimer.Duration.Header
source: Duration
zh_hans_cn: 间隔

# Action.WorkTimer.Immediate.Header
source: Immediate
zh_hans_cn: 立即触发

# Action.WindowPoint.Window.Header
source: Window
zh_hans_cn: 窗口

# Action.WindowPoint.Type.Header
source: Relative Position
zh_hans_cn: 相对位置

# Action.WindowPoint.Offset.Header
source: Offset
zh_hans_cn: 偏移

# Action.WhenEvent.ManualReset.Header
source: Manual Reset
zh_hans_cn: 是否手动重置

# Action.WhenEvent.InitialState.Header
source: Initial State
zh_hans_cn: 初始状态

# Action.FileRead.File.Header
source: File
zh_hans_cn: 文件

# Action.FileWrite.Text.Header
source: Text
zh_hans_cn: 文本

# Action.FileWrite.Folder.Header
source: Folder
zh_hans_cn: 文件夹

# Action.FileWrite.Name.Header
source: Name
zh_hans_cn: 文件名

# Action.ReadLines.File.Header
source: File
zh_hans_cn: 文件

# Action.ReadLines.Async.Header
source: Async Handle
zh_hans_cn: 异步处理子流程

# Action.CopyFile.From.Header
source: From
zh_hans_cn: 源文件

# Action.CopyFile.Destination.Header
source: Destination
zh_hans_cn: 目标位置

# Action.CopyFile.FileName.Header
source: FileName
zh_hans_cn: 名称

# Action.DirectoryIterator.Path.Header
source: Path
zh_hans_cn: 文件夹

# Action.DirectoryIterator.Recursive.Header
source: Recursive
zh_hans_cn: 是否递归遍历

# Action.DirectoryIterator.Async.Header
source: Async
zh_hans_cn: 异步处理子流程

# Action.FileQuery.Pattern.Header
source: Path
zh_hans_cn: 路径

# Action.FileQuery.Option.Text
source: Option
zh_hans_cn: 行为

# Action.ImageLoad.Image.Header
source: Image
zh_hans_cn: 图像

# Action.ImageSave.Image.Header
source: Image
zh_hans_cn: 图像

# Action.ImageSave.Folder.Header
source: Folder
zh_hans_cn: 文件夹

# Action.ImageSave.Name.Header
source: Name
zh_hans_cn: 名称

# Action.SendKey.Key.Header
source: Key
zh_hans_cn: 按键

# Action.SendKey.Delayed.Header
source: Delayed
zh_hans_cn: 延迟

# Action.SendText.Text.Header
source: Text
zh_hans_cn: 文本

# Action.SendText.FollowEnter.Header
source: Follow Enter Key
zh_hans_cn: 发送回车键

# Action.PressKey.Key.Header
source: Key
zh_hans_cn: 按键

# Action.WorkWait.Value.Header
source: Value
zh_hans_cn: 异步对象

# Action.PressAndReleaseKey.Key.Header
source: Key
zh_hans_cn: 按键

# Action.PressAndReleaseKey.Time.Header
source: Time
zh_hans_cn: 时间

# Action.ReleaseKey.Input.Header
source: Input
zh_hans_cn: 值

# Action.Camera.Device.Header
source: Camera
zh_hans_cn: 相机

# Action.VideoFrame.Camera.Header
source: Camera
zh_hans_cn: 相机

# Action.ListenKeyboard.Key.Header
source: Camera
zh_hans_cn: 按键

# Action.MovePointer.Point.Header
source: Point
zh_hans_cn: 坐标

# Action.MovePointer.Animate.Header
source: Animate
zh_hans_cn: 动画

# Action.MovePointer.Radius.Header
source: Radius
zh_hans_cn: 半径

# Action.Click.Times.Header
source: Times
zh_hans_cn: 点击次数

# Action.Click.Interval.Header
source: Interval
zh_hans_cn: 间隔

# Action.Click.Button.Header
source: Button
zh_hans_cn: 鼠标键

# Action.MoveClick.Point.Header
source: Point
zh_hans_cn: 坐标

# Action.MoveClick.Animate.Header
source: Animate
zh_hans_cn: 动画

# Action.MoveClick.Radius.Header
source: Radius
zh_hans_cn: 半径

# Action.MoveClick.Button.Header
source: Button
zh_hans_cn: 鼠标键

# Action.MoveDoubleClick.Point.Header
source: Point
zh_hans_cn: 坐标

# Action.MoveDoubleClick.Animate.Header
source: Animate
zh_hans_cn: 动画

# Action.MoveDoubleClick.Radius.Header
source: Radius
zh_hans_cn: 半径

# Action.MoveDoubleClick.Button.Header
source: Button
zh_hans_cn: 鼠标键

# Action.DoubleClick.Times.Header
source: Times
zh_hans_cn: 次数

# Action.DoubleClick.Interval.Header
source: Interval
zh_hans_cn: 间隔

# Action.DoubleClick.Button.Header
source: Button
zh_hans_cn: 鼠标键

# Action.RightClick.Times.Header
source: Times
zh_hans_cn: 次数

# Action.RightClick.Interval.Header
source: Interval
zh_hans_cn: 间隔

# Action.DragPointer.Point.Header
source: Point
zh_hans_cn: 坐标位置

# Action.MoveOffset.Offset.Header
source: Offset
zh_hans_cn: 偏移量

# Action.MoveOffset.Radius.Header
source: Radius
zh_hans_cn: 半径

# Action.Wait.Header
source: Wait
ja_jp: 待って

# Action.WindowSize.Wnd.Header
source: Window
ja_jp: 窓

# Action.ExistProcess.Path.Header
source: File Path
ja_jp: ファイルパス
